/* story title followed by message saying this was shared from DuckDuckGo for iOS */
"%@\n\nvia DuckDuckGo for iOS\n\n" = "%@\n\nvia DuckDuckGo for iOS\n\n";

/* details text for the view shown when no favorite searches/urls are found */
"Add searches to your favorites, and they will be shown here." = "Add searches to your favorites, and they will be shown here.";

/* details text for the view shown when no favorite stories are found */
"Add stories to your favorites, and they will be shown here." = "Add stories to your favorites, and they will be shown here.";

/* story menu item to add the current story to the favorites */
"Add to Favorites" = "Add to Favorites";

/* Bookmark Activity Confirmation: Saved */
"Added" = "Added";

/* No comment provided by engineer. */
"AFNetworking" = "AFNetworking";

/* Ask for confirmation of clearing the history and state that this cannot be undone */
"Are you sure you want to clear history? This cannot be undone." = "Are you sure you want to clear history? This cannot be undone.";

/* Switch: Autocomplete */
"Autocomplete" = "Autocomplete";

/* View controller title: Bookmarks */
"Bookmarks" = "Bookmarks";

/* details text for the view shown when no recent searches/urls are found
   details text for the view shown when no recent stories are found */
"Browse stories and search the web, and your recents will be shown here." = "Browse stories and search the web, and your recents will be shown here.";

/* Cancel */
"Cancel" = "Cancel";

/* Share title: Check out the DuckDuckGo iOS app! */
"Check out the DuckDuckGo iOS app!" = "Check out the DuckDuckGo iOS app!";

/* Clear Recent */
"Clear Recent" = "Clear Recent";

/* Clear recent search results */
"Clear Recents" = "Clear Recents";

/* button title */
"Delete" = "Delete";

/* Activity title: switch off readability mode */
"Disable Readability" = "Disable Readability";

/* Menu button label: Done */
"Done" = "Done";

/* Menu button label: Edit */
"Edit" = "Edit";

/* Activity title: switch on readability mode */
"Enable Readability" = "Enable Readability";

/* No comment provided by engineer. */
"Error" = "Error";

/* Bookmark Activity Title: Save */
"Favorite" = "Favorite";

/* View controller title: Saved Searches */
"Favorite Searches" = "Favorite Searches";

/* View controller title: Saved Stories */
"Favorite Stories" = "Favorite Stories";

/* The name of the favorites/bookmarks view */
"Favorites" = "Favorites";

/* Header for general settings section */
"General" = "General";

/* Button: What screen should be presented when launching the app
   Title or label for the default home view setting */
"Home" = "Home";

/* Button: Leave a Rating */
"Leave a Rating" = "Leave a Rating";

/* title for the view shown when no favorite searches/urls are found */
"No Favorites" = "No Favorites";

/* title for the view shown when no favorite searches/urls are found
   title for the view shown when no recent searches/urls are found */
"No Recents" = "No Recents";

/* Readability is turned off */
"Off" = "Off";

/* Dismiss Alert Button: OK */
"OK" = "OK";

/* Setting to use readability if it's available */
"On when available" = "On when available";

/* Show only articles that can be viewed with Readability */
"Only show articles with Readability" = "Only show articles with Readability";

/* Header for the Options section in the Source selection view */
"Options" = "Options";

/* Heading for Other options section */
"Other" = "Other";

/* Header for Privacy settings section */
"Privacy" = "Privacy";

/* Switch: Quack on Refresh */
"Quack on Refresh" = "Quack on Refresh";

/* Button: Readability
   Title for settings that improve readability */
"Readability" = "Readability";

/* segmented button option and table header: Recent Searches */
"Recent Searches" = "Recent Searches";

/* Table section header title */
"Recent Stories" = "Recent Stories";

/* The name of the recents/history view */
"Recents" = "Recents";

/* Button: Region
   Title or label for the region setting
   View controller title */
"Region" = "Region";

/* story menu item to remove the current story from the history */
"Remove" = "Remove";

/* Bookmark Activity Confirmation: Unsaved */
"Removed" = "Removed";

/* Table button/row to reset the list of sources to the default values */
"Reset to Default" = "Reset to Default";

/* Save the image to the photo library */
"Save Image" = "Save Image";

/* Alert Title: Saving Image Failed */
"Save Imaged Failed" = "Save Imaged Failed";

/* Switch: Save recent searches */
"Save Recents" = "Save Recents";

/* Header for Search settings section
   Search
   The name of the search view */
"Search" = "Search";

/* The placeholder text when the search field is receiving input */
"Search DuckDuckGo" = "Search DuckDuckGo";

/* Button: Send Feedback */
"Send Feedback" = "Send Feedback";

/* View Controller Title: Settings */
"Settings" = "Settings";

/* Button: Share
   story menu item to share the current story */
"Share" = "Share";

/* Button: Sources
   View Controller Title: Sources */
"Sources" = "Sources";

/* Header for Stories settings section
   The name of the stories view
   View controller title: Stories */
"Stories" = "Stories";

/* The name of the stories view */
"Stories (Default)" = "Stories (Default)";

/* Table button/row to suggest a new source */
"Suggest a Source" = "Suggest a Source";

/* Alert Message: The image could not be saved at this time. Please try again later. */
"The image couldn't be saved to your camera roll at this time. Please try again later." = "The image couldn't be saved to your camera roll at this time. Please try again later.";

/* Bookmark Activity Title: Unsave
   story menu item to remove the current story from the favorites */
"Unfavorite" = "Unfavorite";

/* Version %@ */
"Version %@" = "Version %@";

/* story menu item to open the current story in an external browser */
"View in Browser" = "View in Browser";

/* Onboarding Text */
"onboarding.realprivacy.title" = "Real Privacy";
"onboarding.realprivacy.description" = "We never store or share your personal information. Ever.";
"onboarding.contentblocking.title" = "We don't follow you around with ads";
"onboarding.contentblocking.description" = "Since we don't store your personal info, we have none to share with advertisers.";
"onboarding.tracking.title" = "No Tracking";
"onboarding.tracking.description" = "Other search engines track you even when you’re in ‘private browsing mode’. We don’t track you — period.";
"onboarding.privacyright.title" = "Privacy is a Right!";
"onboarding.privacyright.description" = "Use DuckDuckGo and take back your privacy!";
